Repository: shinjukunian/Mecab-Swift
Catalog: Sources/CharacterFilter/Resources/*.lproj/Localizable.strings
Languages: de, ja

# JLPT1
source: JLPT Level N1
de: JLPT Stufe N1
ja: 日本語能力試験１級

# JLPT2
source: JLPT Level N2
de: JLPT Stufe N2
ja: 日本語能力試験２級

# JLPT3
source: JLPT Level N3
de: JLPT Stufe N3
ja: 日本語能力試験３級

# JLPT4
source: JLPT Level N4
de: JLPT Stufe N4
ja: 日本語能力試験４級

# JLPT5
source: JLPT Level N5
de: JLPT Stufe N5
ja: 日本語能力試験５級

# elementary1
source: 1st Year of Primary School
de: Grundschule 1. Klasse
ja: 小学校１年

# elementary2
source: 2nd Year of Primary School
de: Grundschule 2. Klasse
ja: 小学校２年

# elementary3
source: 3rd Year of Primary School
de: Grundschule 3. Klasse
ja: 小学校３年

# elementary4
source: 4th Year of Primary School
de: Grundschule 4. Klasse
ja: 小学校４年

# elementary5
source: 5th Year of Primary School
de: Grundschule 5. Klasse
ja: 小学校５年

# elementary6
source: 6th Year of Primary School
de: Grundschule 6. Klasse
ja: 小学校６年

# middle1
source: 1st Year of Junior High School
de: Mittelschule 1. Klasse
ja: 中学校１年

# middle2
source: 2nd Year of Junior High School
de: Mittelschule 2. Klasse
ja: 中学校２年

# middle3
source: 3rd Year of Junior High School
de: Mittelschule 3. Klasse
ja: 中学校３年

source: High School
de: Oberschule
ja: 高等学校

source: None
de: Kein Filter
ja: なし

source: JLPT
ja: 日本語能力試験

source: School Year
de: Schuljahr
ja: 学年

source: Kanken
ja: 漢字検定

# Kanken 10
source: Kanken Level 10
de: Kanken Stufe 10
ja: 漢検１０級

# Kanken 9
source: Kanken Level 9
de: Kanken Stufe 9
ja: 漢検９級

# Kanken 8
source: Kanken Level 8
de: Kanken Stufe 8
ja: 漢検８級

# Kanken 7
source: Kanken Level 7
de: Kanken Stufe 7
ja: 漢検７級

# Kanken 6
source: Kanken Level 6
de: Kanken Stufe 6
ja: 漢検６級

# Kanken 5
source: Kanken Level 5
de: Kanken Stufe 5
ja: 漢検５級

# Kanken 4
source: Kanken Level 4
de: Kanken Stufe 4
ja: 漢検４級

# Kanken 3
source: Kanken Level 3
de: Kanken Stufe 3
ja: 漢検３級

# Kanken Pre 2
source: Kanken Level Pre-2
de: Kanken Stufe Prä-2
ja: 漢検準２級

# Kanken 2
source: Kanken Level 2
de: Kanken Stufe 2
ja: 漢検２級

# Kanken Pre 1
source: Kanken Level Pre-1
de: Kanken Stufe Prä-1
ja: 漢検準１級

# Kanken 1
source: Kanken Level 1
de: Kanken Stufe 1
ja: 漢検１級
